[Lang]
	Name=Ukrainian (Українська) 
	TranslatorName=Vsirf & samsobi
	TranslatorURL=forum.oszone.net
	ID=0422
	Version=3.9.20
	Date=20/09/2012
	Charset=1251

'Support Locale IDs (LCID) by this language file:
'	0022: Ukrainian
'	0422: Ukrainian (Ukraine)

'Значення підтримують esc-послідовності \n\r\t 

[frmMain]
	frPanelLV=Список знайдених драйверів пристроїв
	frBackup=Створення резервної копії вибраних драйверів
	frGroup=Виділення групи драйверів
	mnuOptions=Параметри
	mnuMainAbout=Довідка
	mnuLinks=Посилання
	mnuHistory=Історія змін
	mnuHelp=Довідка по роботі
	mnuOsZoneNet=Обговорення програми на OsZone.net
	mnuHomePage=Відвідати домашню сторінку
	mnuHomePageForum=Форум програми
	mnuCheckUpd=Перевірити наявність оновлення програми 
	mnuDonate=Допомогти проекту...
	mnuLicence=Ліцензійна угода...
	mnuAbout=Про програму...
	mnuModulesVersion=Модулі...
	mnuMainLang=Мова
	mnuLangStart=Використати вибрану мову при запуску (відміна автовибору)
	mnuReCollectHWID=Відновити конфігурацію устаткування
	cmdCheckAll=Виділити усе
	cmdUnCheckAll=Зняти виділення
	cmdBreak=Перервати виконання
	optGrp1=Microsoft
	optGrp2=OEM
	optGrp3=Усе
	optGrp4=Жодного
	chkLiveOnly=Only Live - Drivers
	chkHideOther=Приховати усе, окрім вибраної групи
	chkCheckAll=Виділяти усю групу при виборі
	cmdStartBackUp=Створити резервну копію
	lblTypeBackUp=Тип резервної копії
	cmbListTypeBackupElement1=Структурований каталог з драйверами
	cmbListTypeBackupElement2=7z-архів з драйверами 
	cmbListTypeBackupElement3=7zSFX-архів з автоустановкою через DPInst 
	TableHeader1=* Найменування пристрою *
	TableHeader2=* Дата *
	TableHeader3=* Версія *
	TableHeader4=* Виробник *
	TableHeader5=* Клас драйвера *
	TableHeader6=* Код класу *
	TableHeader7=* Inf *
	TableHeader8=* Секція *
	TableHeader9=* HWID *
	TableHeader10=* ID Класу драйвера *
	frArchName=Ім'я архіву
	optArchNamePC=Ім'я комп'ютера
	optArchModelPC=Модель комп'ютера
	optArchCustom=Шаблон користувача
	lblWait=Пожалуйста, подождите! Идет обновление конфигурации оборудования...

[frmAbout]
	frmAbout=Про програму... 
	cmdDonate=Допомогти проекту...
	cmdLicence=Ліцензійна угода
	cmdHomePage=Домашня сторінка
	cmdOsZoneNet=Обговорення на OsZone.Net
	cmdCheckUpd=Оновлення...
	cmdExit=Закрити
	lblMailTo=Написати E - mail авторові програми
	lblInfo=Ця програма призначена для створення резервних копій драйверів пристроїв. Програма також знаходить драйвера для неживих "пристроїв".  Програма вміє створювати 7z-архіви, які надалі можуть бути використані як пакети драйверів в програмі Drivers Installer Assistant.
	mnuContextLink1=Сайт
	mnuContextLink2=Форум

[frmLicence]
	frmLicence=Ліцензійна угода
	chkAgreeLicence=Я приймаю умови угоди
	cmdOK=Прийняти
	cmdExit=Закрити

[frmCheckUpdate]
	frmCheckUpdate=Оновлення: Виявлена нова версія програми
	cmdUpdate=Завантажити оновлення
	cmdUpdateFull=Скачать дистрибутив
	cmdHistory=Історія змін
	cmdDonate=Допомогти проекту
	cmdExit=Закрити
	lblVersion=Остання версія програми
	frDescription=Позначення в історії змін :
	lblDescription1="-" - Виправлення помилок в програмі 
	lblDescription2="*" - Косметичні зміни 
	lblDescription3="+" - Розширення функціоналу 
	lblDescription4="! " - Важливі примітки
	lblWait=Йде завантаження даних з офіційного сайту. Будь ласка, почекайте....
	lblVersionList=Список зміни для версії

[frmDonate]
	frmDonate=Допомогти проекту
	cmdExit=Закрити

[frmOSEdit]
	frmOSEdit=Редагування запису
	lblOSVer=Версія ОС 
	lblPathDRP=Шлях до каталогу з пакетами драйверів
	chk64bit=Драйвера для 64-бітної ОС 
	cmdOK=Застосувати
	cmdExit=Закрити

[frmOptions]
	frmOptions=Налаштування програми
	frOptions=Налаштування
	ItemOptions1=Основні налаштування
	ItemOptions2=Підтримувані ОС
	ItemOptions3=Робочі утиліти
	ItemOptions4=Ім'я архіву
	ItemOptions5=Оформлення програми
	ItemOptions6=Параметри запуску DPInst
	ItemOptions7=Отладочный режим
	cmdOK=Зберегти зміни
	cmdExit=Вихід без збереження

	frMain=Основні налаштування програми
	lblOptionsStart=Дії при запуску програми
	chkUpdate=Перевіряти оновлення програми
	chkUpdateBeta=Перевіряти на наявність beta-версій програми.
	chkHideOtherProcess=Запускати зовнішні процеси прихованими
	chkSilentDll=Тиха реєстрація/оновлення системних компонентів (dll і ocx)
	lblOptionsTemp=Робота з тимчасовими файлами
	chkTempPath=Каталог тимчасових файлів
	chkRemoveTemp=Видаляти створені тимчасові файли при виході
	lblRezim=Режим роботи при старті програми
	optGrp1=Microsoft
	optGrp2=OEM
	optGrp3=Усе
	optGrp4=Жодного
	lblTypeBackUp=Type Backup by Default
	cmbListTypeBackupElement1=Структурований каталог з драйверами
	cmbListTypeBackupElement2=7z-архів з драйверами 
	cmbListTypeBackupElement3=7zSFX-архів з автоустановкою через DPInst 
	chkHideOther=Приховати усе, окрім вибраної групи
	chkCheckAll=Виділяти усю групу при виборі

	frMainTools=Розташування основних утиліт (Tools)
	cmdPathDefault=Скинути налаштування розташування утиліт

	frOS=Підтримувані ОС
	TableOSHeader1=Версія
	TableOSHeader2=x64
	TableOSHeader3=Пакети драйверів
	cmdAddOS=Додати
	cmdEditOS=Змінити
	cmdDelOS=Видалити

	frDesign=Оформлення
	lblSizeForm=Розміри основного вікна
	lblFormHeight=Висота:
	lblFormWidth=Ширина:
	chkFormMaximaze=Запускати розгорнутим на увесь екран
	chkFormSizeSave=Зберігати розміри форми при виході
	lblSizeButton=Властивості кнопок
	cmdChooseFont=Виберіть шрифт тексту кнопок
	lblImageMain=Основні картинки
	lblFormWidthMin=Для деяких параметрів існують мінімальні значення. Якщо значення менше за мінімальне, то вікно підсвітить червоним кольором. При запуску програма встановить значення за умовчанням.
	AdditionalColorCaption=Додаткові кольори...
	cmdFutureButton=Your future button
	cmdFontColorButton=Установить цвет/шрифт текста кнопки
	chkButtonDisable=Enable/Disable (only for test)
	lblTheme=Набор оформления программы (изменение основных иконок)
	ctlStatusBtnBackColor=Дополнительные цвета...
	lblButtonStyle=Стиль оформления кнопки
	lblButtonStyleColor=Цветовая схема

	frDpInstParam=Параметри запуску DPInst
	lblParam=Параметр
	lblDescription=Опис параметра
	lblLegacyMode=Дозволяє встановити непідписані драйвера і драйвера з відсутніми файлами. Такі драйвера не можна встановити в Windows 7.
	lblPromptIfDriverIsNotBetter=Виведення запиту у тому випадку, якщо пакет драйверів, який планується встановити, не є кращим за поточний.
	lblForceIfDriverIsNotBetter=Примусова установка драйверів навіть у тому випадку, якщо пакет драйверів не е кращим за поточний.
	lblSuppressAddRemovePrograms=Параметр дозволяє не створювати запис у вікні "Установка і видалення програм".
	lblSuppressWizard=Не буде відкритий Майстер..., але, можливо, будуть показані призначені для користувача діалогові вікна, що виводяться ОС.
	lblQuietInstall=Автоматичний режим. Не будуть показані ні майстер встановлення пристроїв, ні діалогові вікна, що виводяться ОС. 
	lblScanHardware=Драйвери будуть скопійовані і встановлені тільки для знайдених пристроїв (і тільки для драйверів Plug and Play).
	lblCmdStringDPInst=Підсумкові параметри запуску

	frArchName=Ім'я архіву
	optArchNamePC=Ім'я комп'ютера
	optArchModelPC=Модель комп'ютера
	optArchCustom=Шаблон користувача
	lblArchNameStart=Ім'я архіву за умовчанням
	lblArchShablon=Шаблон імені архіву
	lblArchMacrosType=Доступні макропідстановки
	lblArchMacrosParam=Параметр
	lblArchMacrosDescription=Опис параметра
	lblArchMacrosPCName=Коротке ім'я комп'ютера, без доменного суфікса
	lblArchMacrosPCModel=Модель компьютера\матерінської плати
	lblArchMacrosOSVer=Версія операційної системи, у вигляді wnt(5|6)
	lblArchMacrosOSBit=Архітектура операційної системи, у вигляді x(32|64)
	lblArchMacrosDate=Дата створення резервної копії

	frDebug=Отладочный режим
	lblDebug=Налаштування налагоджувального режиму
	chkDebug=Налагоджувальний режим включений
	chkDebugLog2AppPath=Создавать лог-файла в подпапке "logs" программы
	chkDebugTime2File=Добавлять дату и время в каждую строчку лог-файла
	lblDebugLogPath=Шлях до log-файлу:
	lblDebugLogLevel=Debug level
	lblDebugMacrosType=Доступные макроподстановки в имени лог-файла
	lblDebugMacrosParam=Параметр
	lblDebugMacrosDescription=Описание параметра
	lblDebugMacrosPCName=Краткое имя компьютера, без доменного суффикса
	lblDebugMacrosPCModel=Модель компьютера\материнской платы
	lblDebugMacrosOSVer=Версия операционной системы, в виде wnt(5|6)
	lblDebugMacrosOSBit=Архитектура операционной системы, в виде x(32|64)
	lblDebugMacrosDate=Дата и время создания лог-файла
	lblDebugLogName=Шаблон имени log-файлов:

[frmProgress]
	frmProgress=Збір інформації про драйвери. Будь ласка зачекайте...

[frmFontDialog]
	frmFontDialog=Выберите параметры текста
	cmdOK=Сохранить изменения и выйти
	cmdExit=Выйти без сохранения
	lblFontSize=Размер шрифта
	lblFontColor=Цвет текста
	chkBold=Жирный
	chkItalic=Курсив
	chkUnderline=Подчеркнутый
	txtFont=Пример текста
	ctlFontColor=Дополнительные цвета...

[Messages]
	strMessages1 =Для створення резервних копій драйверів, виділите потрібні драйвера зі списку і натисніть кнопку BackUp!
	strMessages2 =Виберіть каталог куди буде збережена резервна копія!
	strMessages3 =Збір відомостей про склад та версії файлів драйверів для пристроїв PC. Будь ласка зачекайте ... 
	strMessages4 =Робота програми неможлива
	strMessages5 =Збір відомостей про конфігурацію устаткування завершений!!!
	strMessages6 =Не виділені драйвера. виділіть потрібні драйвера зі списку і натисніть кнопку BackUp.
	strMessages7 =Один з програмних файлів відсутній
	strMessages8 =Помилка реєстрації системного файлу. Спробуйте зареєструвати файл вручну або просто скопіювати його в каталог %windir%\system32\r\n\r\nПродолжение роботи може привести до інших помилок. Бажаєте продовжити роботу?
	strMessages9 =Пошук і збереження файлів драйверів
	strMessages10=Створення резервної копії успішно завершене.
	strMessages11=Оригінальний текст файлу ліцензійної угоди був змінений!!! Це може бути помилкою або наслідком зловмисної зміни програми. Зверніться до розробника або викачайте наново дистрибутив програми. Бажаєте продовжити роботу?
	strMessages12=Помилка при створенні архіву. Резервна копія не створена!
	strMessages13=Помилка створення архіву драйверів 7z:
	strMessages15=Заданий вами каталог для альтернативних зображень іконок не існує. Використовуватимуться стандартні картинки!!!
	strMessages16=Програма запущена з CD\DVD, процес оновлення БД неможливий
	strMessages27=Виконання завдання перерване!!!\r\nОбробка перервана на драйвері: 
	strMessages33=Помилка запуску зовнішньої програми : 
	strMessages34=Ви точно хочете вийти з програми?
	strMessages35=Версії допоміжних модулів:\r\n\r\nІм'я модуля:\t\tВерсія: 
	strMessages36=Нові налаштування записані!\r\nДля застосування необхідно перезапустити програму.\r\n\r\nБажаєте перезапустити програму зараз?
	strMessages37=Ви точно хочете вийти без збереження налаштувань?
	strMessages38=Програма працює з CD\DVD!\r\nСохранение налаштувань неможливо!
	strMessages39=Не вдалося завантажити файл ліцензійної угоди. Подальша робота програми неможлива. Зверніться до розробника або викачайте наново дистрибутив програми.
	strMessages40=Оригінальний текст файлу був змінений!!!\r\nФорма 'Підтримати проект' буде закрита.\r\nЗвеніться до розробника або викачайте наново дистрибутив програми.
	strMessages41=Не вдалося завантажити файл donate.rtf. Зверніться до розробника або викачайте наново дистрибутив програми.
	strMessages42=Копіювання файлу завершене з помилкою!
	strMessages43=Увага!!! Файл доступний лише для читання, запис у файл неможливий. Для збереження необхідно зняти атрибут з файлу і спробувати ще раз.
	strMessages44=Не можу створити тимчасовий файл в каталозі:
	strMessages45=Сталася помилка при записі даних у файл:
	strMessages47=Невозможно сменить настройки экрана!\r\nПричины:\r\n 1. Ваш монитор или видеокарта неработоспособны при данных параметрах экрана!\r\n 2. Программа не может записать настройки в реестр(Попробуйте войти в систему как 'Администратор')
	strMessages48=Новые настройки монитора применены!\r\nСистема готова к работе!
	strMessages49=Для принятия настроек необходимо перезагрузить компьютер!\r\nПерезагрузить сейчас?
	strMessages50=Ничего не получилось
	strMessages51=Программа оптимизирована для разрешения экрана монитора - 800x600.\r\nУ вас установлено разрешение экрана:
	strMessages52=ВНИМАНИЕ!!! Возможно неправильное отображение данных.\r\n\r\nИзменить разрешение экрана на рекомендуемые!?("ДА").\r\nПродолжить работу без изменения?(""НЕТ"")
	strMessages53=З'єднання з інтернетом не встановлено або сервер недоступний
	strMessages54=Помилка запуску перевірки оновлення
	strMessages55=На сервері виявлена стара версія! Дуже дивно :)\r\nШвидше за все ви маєте неофіційний реліз, отриманий від автора програми для тестування.\r\n\r\nБажаєте відкрити форму оновлення програми?
	strMessages56=Нових версій програми не виявлено.\r\n\r\nБажаєте відкрити форму оновлення програми?
	strMessages58=Йде перевірка на наявність оновлень програми...
	strMessages59=Завантаження програми завершене!!!
	strMessages66=Обробка перервана. Час виконання : 
	strMessages67=Обробка усіх драйверів завершена. Час виконання : 
	strMessages81=Йде видалення тимчасових файлів. Будь ласка зачекайте....
	strMessages82=Йде видалення файлів в каталозі призначення. Будь ласка зачекайте....
	strMessages97=Створення архіву :
	strMessages102=Сталася помилка при порівнянні версій програми. Зверніться до розробника.
	strMessages106=Поточна версія компонента старіша, ніж використовувана програмою.\r\nРекомендується встановити оновлення!\r\n\r\nУвага! Оновлення може вплинути на роботу інших програм, що використовують цей компонент!\r\n\r\nБажаєте відновити?
	strMessages107=Можливо, використовувана вами, версія програми "Drivers BackUp Solution" застаріла!\r\n\rНатисніть сюди для перевірки оновлення програми"
	strMessages108=із
	strMessages126=Ошибка! Невозможно загрузить файл описания обновления. Возможно на сервере проводятся технические работы.
	strMessages133=Вы желаете открыть каталог?
	strMessages134=Извлечение файла из ресурсов программы завершено с ошибкой. Желаете продолжить дальнейшую работу?
	strMessages135=Извлечение всех файлов (DLL-OCX) из ресурсов программы завершено успешно.\r\n\r\nЖелаете открыть каталог с файлами?
	strMessages136=Извлечение всех файлов (DLL-OCX) из ресурсов программы завершено.\r\nВо время процедуры извлечения были обнаружены ошибки!\r\n\r\nЖелаете открыть каталог с файлами?
	strMessages137=В программе DBS предусмотрены следующие ключи запуска:\r\n\r\n"/?", "/h","-h","-help","/help"  - показ данного окна\r\n\r\n"/extractdll[(:|=)путь]"  - извлечение файлов из ресурсов программы в указанный каталог, если каталог не указан, то извлечение происходит во временный каталог\r\n\r\n"/regdll" - регистрация программных компонентов(dll и ocx)
	strMessages138=Для работы программы требуются права локального администратора. Вы не имеете таких прав. Вы желаете продолжить запуск?
	strMessages142=Язык интерфейса изменен на:
	strMessages143=Ошибка проверки обновления программы, возможно сайт программы недоступен, или превышено время отклика от сервера www.adia-project.net
	strMessages144=\r\n\r\nЖелаете открыть форму обновления программы?
	strMessages145=Обновление...
	strMessages146=Настройка...
	strMessages147=\r\n\r\nЖелаете перезапустить программу сейчас?
	strMessages151=Выберите файл
	strMessages152=Выберите каталог
	strMessages153="Отмена" - Больше не спрашивать
